{
  "jokes": [
    "Why don't scientists trust atoms? Because they make up everything!",
    "Why did the scarecrow win an award? He was outstanding in his field!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "What do you call a fake noodle? An impasta!",
    "Why did the math book look so sad? Because it had too many problems!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why don't programmers like nature? It has too many bugs!",
    "What's the best thing about Switzerland? I don't know, but the flag is a big plus!",
    "Why did the coffee file a police report? It got mugged!",
    "What do you call a sleeping bull? A bulldozer!",
    "Why don't skeletons fight each other? They don't have the guts!",
    "What's a ninja's favorite type of shoes? Sneakers!",
    "Why did the bicycle fall over? Because it was two tired!",
    "What do you call a factory that makes okay products? A satisfactory!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "What do you call a bear in the rain? A drizzly bear!",
    "Why don't scientists trust stairs? Because they're always up to something!",
    "What did one ocean say to the other ocean? Nothing, they just waved!",
    "What do you call a cow with no legs? Ground beef!",
    "Why do cows have hooves instead of feet? Because they lactose!",
    "What do you call a fish without eyes? A fsh!",
    "How do you organize a space party? You planet!",
    "I told my wife she was drawing her eyebrows too high. She seemed surprised.",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "I'm reading a book about anti-gravity. It's impossible to put down!",
    "Did you hear about the claustrophobic astronaut? He just needed a little space.",
    "What do you call a dinosaur that crashes their car? Tyrannosaurus Wrecks!",
    "I used to hate facial hair, but then it grew on me.",
    "Why did the gym close down? It just didn't work out!",
    "What do you call cheese that isn't yours? Nacho cheese!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "What do you call a pig that does karate? A pork chop!",
    "Why don't oysters share? Because they're shellfish!",
    "What did the grape do when it got stepped on? It let out a little wine!",
    "Why did the cookie go to the hospital? Because it felt crummy!",
    "What do you call a lazy kangaroo? A pouch potato!",
    "Why did the banana go to the doctor? Because it wasn't peeling well!",
    "What do you call a dog that does magic? A Labracadabrador!",
    "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels!",
    "What do you call an alligator in a vest? An investigator!",
    "Why can't you give Elsa a balloon? Because she will let it go!",
    "What do you call a parade of rabbits hopping backwards? A receding hare-line!",
    "Why did the chicken go to the seance? To get to the other side!",
    "What's orange and sounds like a parrot? A carrot!",
    "Why do bees have sticky hair? Because they use honeycombs!",
    "What do you call a fish wearing a bowtie? Sofishticated!",
    "Why did the stadium get hot after the game? Because all the fans left!",
    "What do you call a snowman with a six-pack? An abdominal snowman!",
    "Why did the math teacher open a window? To get some fresh air and natural log!",
    "What do you call a belt made of watches? A waist of time!",
    "Why can't a nose be twelve inches long? Because then it would be a foot!",
    "What do you get when you cross a snowman with a vampire? Frostbite!",
    "How does a penguin build its house? Igloos it together!",
    "What did the ocean say to the beach? Nothing, it just waved!",
    "Why do chicken coops only have two doors? Because if they had four, they'd be chicken sedans!",
    "I invented a new word! Plagiarism!",
    "What do you call a boomerang that won't come back? A stick!",
    "Why did the picture go to jail? Because it was framed!",
    "What has ears but can't hear? A cornfield!",
    "How do you make a tissue dance? You put a little boogie in it!",
    "Why did the student eat his homework? Because his teacher told him it was a piece of cake!",
    "What do you call a sleeping dinosaur? A dino-snore!",
    "Why did the melon jump into the lake? It wanted to be a watermelon!",
    "What do you call a computer that sings? A-Dell!",
    "Why do programmers prefer dark mode? Because light attracts bugs!",
    "There are only 10 types of people in the world: those who understand binary, and those who don't.",
    "Why was the computer cold? It left its Windows open!",
    "What did the Wi-Fi say to the router? We have a connection!",
    "Why do Java developers wear glasses? Because they can't C#!",
    "How did the hipster burn his tongue? He drank his coffee before it was cool.",
    "What do you call a line of men waiting to get haircuts? A barberqueue!",
    "Why did the invisible man turn down the job offer? He couldn't see himself doing it!",
    "I told my computer I needed a break, and now it won't stop showing me ads for vacations.",
    "What do you call a magician who lost their magic? Ian!",
    "Why did the music teacher need a ladder? To reach the high notes!",
    "What do you call a singing laptop? A Dell!",
    "Why did the drum take a nap? It was beat!",
    "What type of music do balloons hate? Pop music!",
    "What's a skeleton's least favorite room in the house? The living room!",
    "How do trees access the internet? They log in!",
    "What do you call a group of unorganized cats? A cat-astrophe!",
    "Why did the scarecrow become a successful motivational speaker? He was outstanding in his field!",
    "What sits at the bottom of the sea and twitches? A nervous wreck!",
    "Why do elephants never use computers? Because they're afraid of the mouse!",
    "What do dentists call their X-rays? Tooth pics!",
    "What did one wall say to the other wall? I'll meet you at the corner!",
    "Why did the man put his money in the freezer? He wanted cold hard cash!",
    "What do you call a bee that can't make up its mind? A maybe!",
    "Why do cows wear bells? Because their horns don't work!",
    "How does a scientist freshen their breath? With experi-mints!",
    "What did the big flower say to the little flower? Hey there, bud!",
    "Why did the teacher wear sunglasses? Because her students were so bright!",
    "What do you call two birds in love? Tweethearts!",
    "What do you call a deer with no eyes? No idea!",
    "Why did the robot go on vacation? To recharge his batteries!",
    "What did the traffic light say to the car? Don't look, I'm about to change!",
    "Why was six afraid of seven? Because seven eight nine!",
    "What do you call a dinosaur that is sleeping? A dino-snore!",
    "Why did the teddy bear say no to dessert? Because she was already stuffed!",
    "What do you get when you cross a centipede with a parrot? A walkie-talkie!",
    "Why did the can crusher quit his job? Because it was soda pressing!",
    "What do sprinters eat before a race? Nothing, they fast!",
    "Why did the football coach go to the bank? To get his quarterback!",
    "What's a golfer's favorite letter? Tee!",
    "Why are basketball players messy eaters? They're always dribbling!",
    "Why did the baseball player bring a ladder? He wanted to hit a home run over the fence!",
    "How do you catch a squirrel? Climb a tree and act like a nut!",
    "Why did the turkey cross the road? To prove it wasn't chicken!",
    "What do clouds wear under their shorts? Thunderpants!",
    "What falls in winter but never gets hurt? Snow!",
    "What's a tornado's favorite game? Twister!",
    "Why did the weather report go to school? To get a little brighter!",
    "What do you call a sunburned librarian? Well-red!",
    "Why don't calendars ever get lonely? Because they have so many dates!",
    "What did one hat say to the other? Stay here, I'm going on ahead!",
    "Why was the broom late? It over-swept!",
    "I'm on a seafood diet. I see food and I eat it!",
    "Why did the bicycle go to the therapist? It had too many cycles of depression!",
    "What do you call a fake stone in Ireland? A sham-rock!",
    "Why did the skeleton go to the barbecue? To get another rib!",
    "Why don't some couples go to the gym? Because some relationships don't work out!",
    "What do lawyers wear to court? Lawsuits!",
    "What do you call a pile of kittens? A meow-ntain!",
    "Why couldn't the leopard play hide and seek? Because he was always spotted!",
    "How do you make an octopus laugh? With ten-tickles!",
    "What did the left eye say to the right eye? Between you and me, something smells!",
    "Why did the Oreo go to the dentist? Because it lost its filling!",
    "What kind of tree fits in your hand? A palm tree!",
    "Why did the nurse need a red pen? In case she needed to draw blood!",
    "Why are ghosts bad liars? Because you can see right through them!",
    "What do you call an angry carrot? A steamed veggie!",
    "What did the stamp say to the envelope? Stick with me and we'll go places!",
    "Why did the yoga instructor get fired? She put everyone in a difficult position!",
    "What do you call a pony with a sore throat? A little horse!",
    "I would avoid the sushi if I were you. It's a little fishy.",
    "Why did the photon check no luggage at the airport? Because it was traveling light!",
    "What did the buffalo say to his son when he left for school? Bison!",
    "Why did the mushroom go to the party? Because he was a fun-guy!",
    "What do you call a cow on a trampoline? A milkshake!",
    "Why was the math equation so confident? Because it had all the right solutions!",
    "What happens when you tell a joke to a corn stalk? It gets all ears!",
    "Why was the clock always hungry? It went back four seconds!"
  ]
}
