{
  "jokes": [
    "Why don't scientists trust atoms? Because they make up everything!",
    "Why did the scarecrow win an award? He was outstanding in his field!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "What do you call a fake noodle? An impasta!",
    "Why did the math book look so sad? Because it had too many problems!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why don't programmers like nature? It has too many bugs!",
    "What's the best thing about Switzerland? I don't know, but the flag is a big plus!",
    "Why did the coffee file a police report? It got mugged!",
    "What do you call a sleeping bull? A bulldozer!",
    "Why don't skeletons fight each other? They don't have the guts!",
    "What's a ninja's favorite type of shoes? Sneakers!",
    "Why did the bicycle fall over? Because it was two tired!",
    "What do you call a factory that makes okay products? A satisfactory!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "What do you call a bear in the rain? A drizzly bear!",
    "Why don't scientists trust stairs? Because they're always up to something!",
    "What did one ocean say to the other ocean? Nothing, they just waved!",
    "What do you call a cow with no legs? Ground beef!",
    "Why do cows have hooves instead of feet? Because they lactose!",
    "What do you call a fish without eyes? A fsh!",
    "How do you organize a space party? You planet!",
    "I told my wife she was drawing her eyebrows too high. She seemed surprised.",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "I'm reading a book about anti-gravity. It's impossible to put down!",
    "Did you hear about the claustrophobic astronaut? He just needed a little space.",
    "What do you call a dinosaur that crashes their car? Tyrannosaurus Wrecks!",
    "I used to hate facial hair, but then it grew on me.",
    "Why did the gym close down? It just didn't work out!",
    "What do you call cheese that isn't yours? Nacho cheese!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "What do you call a pig that does karate? A pork chop!",
    "Why don't oysters share? Because they're shellfish!",
    "What did the grape do when it got stepped on? It let out a little wine!",
    "Why did the cookie go to the hospital? Because it felt crummy!",
    "What do you call a lazy kangaroo? A pouch potato!",
    "Why did the banana go to the doctor? Because it wasn't peeling well!",
    "What do you call a dog that does magic? A Labracadabrador!",
    "Why do seagulls fly over the sea? Because if they flew over the bay, they'd be bagels!",
    "What do you call an alligator in a vest? An investigator!",
    "Why can't you give Elsa a balloon? Because she will let it go!",
    "What do you call a parade of rabbits hopping backwards? A receding hare-line!",
    "Why did the chicken go to the seance? To get to the other side!",
    "What's orange and sounds like a parrot? A carrot!",
    "Why do bees have sticky hair? Because they use honeycombs!",
    "What do you call a fish wearing a bowtie? Sofishticated!",
    "Why did the stadium get hot after the game? Because all the fans left!",
    "What do you call a snowman with a six-pack? An abdominal snowman!",
    "Why did the math teacher open a window? To get some fresh air and natural log!",
    "What do you call a belt made of watches? A waist of time!",
    "Why can't a nose be twelve inches long? Because then it would be a foot!",
    "What do you get when you cross a snowman with a vampire? Frostbite!",
    "How does a penguin build its house? Igloos it together!",
    "What did the ocean say to the beach? Nothing, it just waved!",
    "Why do chicken coops only have two doors? Because if they had four, they'd be chicken sedans!",
    "I invented a new word! Plagiarism!",
    "What do you call a boomerang that won't come back? A stick!",
    "Why did the picture go to jail? Because it was framed!",
    "What has ears but can't hear? A cornfield!",
    "How do you make a tissue dance? You put a little boogie in it!",
    "Why did the student eat his homework? Because his teacher told him it was a piece of cake!",
    "What do you call a sleeping dinosaur? A dino-snore!",
    "Why did the melon jump into the lake? It wanted to be a watermelon!",
    "What do you call a computer that sings? A-Dell!",
    "Why do programmers prefer dark mode? Because light attracts bugs!",
    "There are only 10 types of people in the world: those who understand binary, and those who don't.",
    "Why was the computer cold? It left its Windows open!",
    "What did the Wi-Fi say to the router? We have a connection!",
    "Why do Java developers wear glasses? Because they can't C#!",
    "How did the hipster burn his tongue? He drank his coffee before it was cool.",
    "What do you call a line of men waiting to get haircuts? A barberqueue!",
    "Why did the invisible man turn down the job offer? He couldn't see himself doing it!",
    "I told my computer I needed a break, and now it won't stop showing me ads for vacations.",
    "What do you call a magician who lost their magic? Ian!",
    "Why did the music teacher need a ladder? To reach the high notes!",
    "What do you call a singing laptop? A Dell!",
    "Why did the drum take a nap? It was beat!",
    "What type of music do balloons hate? Pop music!",
    "What's a skeleton's least favorite room in the house? The living room!",
    "How do trees access the internet? They log in!",
    "What do you call a group of unorganized cats? A cat-astrophe!",
    "Why did the scarecrow become a successful motivational speaker? He was outstanding in his field!",
    "What sits at the bottom of the sea and twitches? A nervous wreck!",
    "Why do elephants never use computers? Because they're afraid of the mouse!",
    "What do dentists call their X-rays? Tooth pics!",
    "What did one wall say to the other wall? I'll meet you at the corner!",
    "Why did the man put his money in the freezer? He wanted cold hard cash!",
    "What do you call a bee that can't make up its mind? A maybe!",
    "Why do cows wear bells? Because their horns don't work!",
    "How does a scientist freshen their breath? With experi-mints!",
    "What did the big flower say to the little flower? Hey there, bud!",
    "Why did the teacher wear sunglasses? Because her students were so bright!",
    "What do you call two birds in love? Tweethearts!",
    "What do you call a deer with no eyes? No idea!",
    "Why did the robot go on vacation? To recharge his batteries!",
    "What did the traffic light say to the car? Don't look, I'm about to change!",
    "Why was six afraid of seven? Because seven eight nine!",
    "Why did the teddy bear say no to dessert? Because she was already stuffed!",
    "What do you get when you cross a centipede with a parrot? A walkie-talkie!",
    "Why did the can crusher quit his job? Because it was soda pressing!",
    "What do sprinters eat before a race? Nothing, they fast!",
    "Why did the football coach go to the bank? To get his quarterback!",
    "What's a golfer's favorite letter? Tee!",
    "Why are basketball players messy eaters? They're always dribbling!",
    "Why did the baseball player bring a ladder? He wanted to hit a home run over the fence!",
    "How do you catch a squirrel? Climb a tree and act like a nut!",
    "Why did the turkey cross the road? To prove it wasn't chicken!",
    "What do clouds wear under their shorts? Thunderpants!",
    "What falls in winter but never gets hurt? Snow!",
    "What's a tornado's favorite game? Twister!",
    "Why did the weather report go to school? To get a little brighter!",
    "What do you call a sunburned librarian? Well-red!",
    "Why don't calendars ever get lonely? Because they have so many dates!",
    "What did one hat say to the other? Stay here, I'm going on ahead!",
    "Why was the broom late? It over-swept!",
    "I'm on a seafood diet. I see food and I eat it!",
    "Why did the bicycle go to the therapist? It had too many cycles of depression!",
    "What do you call a fake stone in Ireland? A sham-rock!",
    "Why did the skeleton go to the barbecue? To get another rib!",
    "Why don't some couples go to the gym? Because some relationships don't work out!",
    "What do lawyers wear to court? Lawsuits!",
    "What do you call a pile of kittens? A meow-ntain!",
    "Why couldn't the leopard play hide and seek? Because he was always spotted!",
    "How do you make an octopus laugh? With ten-tickles!",
    "What did the left eye say to the right eye? Between you and me, something smells!",
    "Why did the Oreo go to the dentist? Because it lost its filling!",
    "What kind of tree fits in your hand? A palm tree!",
    "Why did the nurse need a red pen? In case she needed to draw blood!",
    "Why are ghosts bad liars? Because you can see right through them!",
    "What do you call an angry carrot? A steamed veggie!",
    "What did the stamp say to the envelope? Stick with me and we'll go places!",
    "Why did the yoga instructor get fired? She put everyone in a difficult position!",
    "What do you call a pony with a sore throat? A little horse!",
    "I would avoid the sushi if I were you. It's a little fishy.",
    "Why did the photon check no luggage at the airport? Because it was traveling light!",
    "What did the buffalo say to his son when he left for school? Bison!",
    "Why did the mushroom go to the party? Because he was a fun-guy!",
    "What do you call a cow on a trampoline? A milkshake!",
    "Why was the math equation so confident? Because it had all the right solutions!",
    "What happens when you tell a joke to a corn stalk? It gets all ears!",
    "Why was the clock always hungry? It went back four seconds!",
    "I'm afraid for the calendar. Its days are numbered.",
    "My wife said I should do lunges to stay in shape. That would be a big step forward.",
    "Why do fathers take an extra pair of socks when they go golfing? In case they get a hole in one!",
    "Singing in the shower is fun until you get soap in your mouth. Then it's a soap opera.",
    "What do you call a fish with two knees? A two-knee fish!",
    "I thought the dryer was shrinking my clothes. Turns out it was the refrigerator all along.",
    "Dear Math, grow up and solve your own problems.",
    "What do you call a dog that can do magic tricks? A Labracadabrador!",
    "If April showers bring May flowers, what do May flowers bring? Pilgrims!",
    "I used to run a dating service for chickens, but I was struggling to make hens meet.",
    "What do you call a man with a rubber toe? Roberto!",
    "I don't trust those trees. They seem kind of shady.",
    "My toddler is refusing to nap. He's guilty of resisting a rest.",
    "I ordered a chicken and an egg online. I'll let you know which comes first.",
    "Why did the coach go to the bank? To get his quarter back!",
    "I don't play soccer because I enjoy the sport. I'm just doing it for kicks!",
    "Why did the old man fall in the well? Because he couldn't see that well!",
    "A cheese factory exploded in France. Da brie is everywhere!",
    "I once had a dream I was floating in an ocean of orange soda. It was more of a Fanta sea.",
    "What concert costs just 45 cents? 50 Cent featuring Nickelback!",
    "Did you hear about the guy who invented the knock-knock joke? He won the no-bell prize.",
    "What do you call a hippie's wife? Mississippi!",
    "What does a nosy pepper do? Gets jalapeno business!",
    "I used to hate facial hair, but then it grew on me.",
    "Why did the PowerPoint presentation cross the road? To get to the other slide!",
    "Did you hear about the kidnapping at school? It's fine, he woke up.",
    "I asked my dog what's two minus two. He said nothing.",
    "Why did the M&M go to school? It wanted to be a Smartie!",
    "What do you call a fake father? A faux pa!",
    "I'm reading a horror story in Braille. Something bad is about to happen, I can feel it.",
    "Why couldn't the bicycle stand up by itself? It was two tired!",
    "What do you call a can opener that doesn't work? A can't opener!",
    "Why did the golfer wear two pairs of pants? In case he got a hole in one!",
    "I stayed up all night wondering where the sun went. Then it dawned on me.",
    "What do you call a bear with no socks on? Bare-foot!",
    "Why did the old lady fall into the well? She couldn't see that well!",
    "What did the ocean say to the shore? Nothing, it just waved!",
    "I used to be addicted to the hokey pokey. But then I turned myself around.",
    "Why are elevator jokes so classic? They work on many levels!",
    "What did the fish say when it hit the wall? Dam!",
    "Why did the hipster burn his mouth? He ate the pizza before it was cool.",
    "What do you call a lazy person in a hot tub? Self-soup!",
    "Why don't eggs tell each other jokes? They'd crack up!",
    "I told my wife she drew her eyebrows too high. She looked surprised.",
    "What did the nut say when it sneezed? Cashew!",
    "Why did the scarecrow become a politician? He was outstanding in his field of lies!",
    "I'm terrified of elevators, so I'm taking steps to avoid them.",
    "What do you call a fake stone? A shamrock!",
    "Why did the barber win the race? Because he took a short cut!",
    "What do you call a snobbish criminal going downstairs? A condescending con descending!",
    "Why couldn't the bike stand on its own? It was two tired!",
    "What do you call a deer with no eyes and no legs? Still no idea!",
    "Why did the balloon go near the needle? He wanted to be a pop star!",
    "What do you call a snowman in the summer? A puddle!",
    "Why don't seagulls fly over the bay? Because then they'd be bay-gulls!",
    "What do you call a snake wearing a hard hat? A boa constructor!",
    "What do you call a monkey in a minefield? A ba-boom!",
    "What do you call a gorilla wearing earmuffs? Anything you want, he can't hear you!",
    "What do you call a rabbit with fleas? Bugs Bunny!",
    "What do you call a cat sitting on a beach on Christmas Eve? Sandy Claws!",
    "What do you call a penguin in the desert? Lost!",
    "What do you call a frog with no legs? Unhoppy!",
    "What do you call a horse that lives next door? A neigh-bor!",
    "What do you call a cow that just had a baby? De-calf-inated!",
    "What do you call a duck that steals? A robber ducky!",
    "What do you call a fish that needs a knee operation? A sturgeon!",
    "What do you call a camel with no humps? Humphrey!",
    "What do you call a pig that knows karate? Pork chop!",
    "What do you call a fly with no wings? A walk!",
    "What do you call a spider with no legs? A raisin!",
    "What do you call a bee that's having a bad hair day? A frisbee!",
    "What do you call an elephant that doesn't matter? An irrelephant!",
    "What do you call a snobbish cat? Snootie Pootie!",
    "What do you call a crocodile detective? An investi-gator!",
    "What do you call a turtle without its shell? Naked!",
    "What do you call a sheep covered in chocolate? A candy baa!",
    "What do you call a dog in the winter? A chili dog!",
    "Why do fish live in salt water? Because pepper makes them sneeze!",
    "Why do hummingbirds hum? Because they don't know the words!",
    "Where do cows go for entertainment? To the moo-vies!",
    "What do you get when you cross a dog with a phone? A golden receiver!",
    "What is a cat's favorite color? Purr-ple!",
    "Why did the crab never share? Because he's shellfish!",
    "What kind of key opens a banana? A mon-key!",
    "What do you call a chicken looking at lettuce? Chicken Caesar salad!",
    "Why do elephants never forget? Because nobody ever tells them anything!",
    "What do you call a bird that's afraid to fly? A chicken!",
    "What do you get if you cross a bird with a magician? A flying saucerer!",
    "Why did the hen sit on the axe? She wanted to hatchet!",
    "What do ducks watch on TV? Duckumentaries!",
    "Why did the cow go to Hollywood? To become a moo-vie star!",
    "What do you call a nervous javelin thrower? Shakespeare!",
    "Why did the baker go to therapy? She kneaded it!",
    "What do you call a pizza in a hurry? Fast food!",
    "Why did the pepper practice archery? To become a little bit bow-tter!",
    "What do you call a sad strawberry? A blueberry!",
    "Why do melons have weddings? Because they cantaloupe!",
    "What do you call a sleeping pizza? A pizzzzza!",
    "Why did the tofu cross the road? To prove it wasn't chicken!",
    "What do you call cheese by itself? Provolone!",
    "Why did the lemon stop rolling down the hill? It ran out of juice!",
    "What do you call a hot dog race? A wiener takes all!",
    "Why did the orange stop? It ran out of juice!",
    "What do you call a grilled cheese that gets right in your face? Too close for comfort food!",
    "Why did the bread go to the doctor? It was feeling crummy!",
    "What do you call a sausage in a bun that tells jokes? A witty-weiner!",
    "Why did the bacon laugh? Because the egg cracked a yolk!",
    "What's a pickle's favorite musical? Dill-lightful!",
    "Why did the soup break up with the spoon? It felt stirred up!",
    "What do you call an apple that plays the trumpet? A tooty fruity!",
    "Why was the cucumber mad? It was in a pickle!",
    "What do you call a hen looking at a bowl of vegetables? A chicken sees a salad!",
    "Why did the donut go to the dentist? It needed a filling!",
    "What do you call a sad cup of coffee? A depresso!",
    "Why don't bananas ever get lonely? They hang out in bunches!",
    "What did the toast say to the butter? You're on a roll!",
    "Why did the egg go to school? To get egg-ucated!",
    "What did the chef say when the kitchen caught fire? Out of the frying pan!",
    "Why did the potato chip go to the party? Because it was a-maize-ing!",
    "What do you call pasta that's in a bad mood? Penne for your thoughts!",
    "Why was the chef embarrassed? Because he saw the salad dressing!",
    "What do atoms have in common with the economy? They both undergo fission!",
    "Why can't you trust an atom? Because they make up everything!",
    "Why do biologists look forward to casual Fridays? They're allowed to wear genes!",
    "What did the biologist wear on his first date? Designer genes!",
    "Why is the ocean salty? Because the land doesn't wave back!",
    "What's a physicist's favorite food? Fission chips!",
    "Why did the cell phone need glasses? It lost all its contacts!",
    "What do you call a microbe that loves Thanksgiving? A fungus for celebration!",
    "Why did oxygen go on a date with potassium? It went OK!",
    "What do you call a tooth in a glass of water? A one molar solution!",
    "Why are chemists great at solving problems? They have all the solutions!",
    "What element is a girl's future best friend? Carbon!",
    "Why did the germ cross the microscope? To get to the other slide!",
    "What did the limestone say to the geologist? Don't take me for granite!",
    "Why do plants hate math? It gives them square roots!",
    "How do you cut the ocean in half? With a sea-saw!",
    "What's a physicist's favorite dance? The quantum leap!",
    "Why did the neutron get a hotel room for free? There was no charge!",
    "What did Earth say to the other planets? You guys have no life!",
    "Why did the student drink H2O2? Because the teacher said H2O too!",
    "Why did the IT guy go broke? Because he lost his cache!",
    "Why did the developer go broke? Because he used up all his cache!",
    "A SQL query walks into a bar, walks up to two tables and asks... 'May I join you?'",
    "Why do programmers always mix up Halloween and Christmas? Because Oct 31 equals Dec 25!",
    "How many programmers does it take to change a light bulb? None, that's a hardware problem!",
    "Why did the computer go to the doctor? Because it had a virus!",
    "What's a computer's favorite snack? Microchips!",
    "Why did the computer keep sneezing? It had a virus!",
    "What do you call 8 hobbits? A hobbyte!",
    "Why did the PowerPoint go to therapy? It had too many issues!",
    "What's a robot's favorite music? Heavy metal!",
    "Why was the JavaScript developer sad? He didn't Node how to Express himself!",
    "What do you call a computer that sings? A-Dell!",
    "Why did the programmer quit his job? He didn't get arrays!",
    "What do computers do on the weekend? They disk-o!",
    "Why did the spreadsheet feel insecure? It had too many issues in its cells!",
    "What's the internet's favorite animal? The lynx!",
    "How does a computer get drunk? It takes screenshots!",
    "Why did the database administrator leave his wife? She had one-to-many relationships!",
    "What did the router say to the doctor? It hurts when IP!",
    "Why did the computer go to the dance? To get a byte to eat!",
    "Why did the soccer player bring string to the game? So he could tie the score!",
    "What do you call a boomerang that doesn't come back? A stick!",
    "Why was Cinderella bad at baseball? She ran away from the ball!",
    "What sport do waiters play? Tennis, because they know how to serve!",
    "Why can't basketball players go on vacation? They'd get called for traveling!",
    "What position does a ghost play in hockey? Ghoulie!",
    "Why did the baseball player shut down his website? He wasn't getting any hits!",
    "What do you call a pig that plays basketball? A ball hog!",
    "Why do bowling pins have such a hard life? They're always getting knocked down!",
    "What did the football say to the punter? I get a kick out of you!",
    "Why did the golfer bring an extra pair of pants? In case he got a hole in one!",
    "What's a boxer's favorite part of a joke? The punchline!",
    "Why was the baseball stadium so cold? It was full of fans!",
    "What runs around a soccer field but never moves? A fence!",
    "Why did the tennis player go to jail? Because he was serving time!",
    "What do you call a swimmer who just broke up with their partner? Freestyle and single!",
    "Why couldn't the all-star hockey player listen to music? He broke all the records!",
    "What's a cheerleader's favorite drink? Root beer!",
    "Why did the gardener become a teacher? Because she was outstanding in her field!",
    "What did the pencil say to the other pencil? You're looking sharp!",
    "Why did the book join the police? To go undercover!",
    "What do you call a teacher who never farts in public? A private tutor!",
    "Why did the student bring scissors to school? To cut class!",
    "What's the king of all school supplies? The ruler!",
    "Why did the clock in the cafeteria always run slow? It went back four seconds!",
    "What do librarians take fishing? A book worm!",
    "Why did the student throw butter out the window? To see a butterfly!",
    "What did the calculator say to the math student? You can count on me!",
    "Why did the kid study on an airplane? He wanted a higher education!",
    "What do you call a dinosaur that writes poetry? A raptor who wraps!",
    "Why did the student take a ladder to school? Because he was going to high school!",
    "What's the best place to grow flowers in a school? In the kinder-garden!",
    "Why did the music notes break up? They had too much treble!",
    "What did the paper say to the pencil? Write on!",
    "Why did the eraser feel sad? Because it was always making mistakes disappear but never its own!",
    "Why did the lightning get bad grades in school? Because it's always shocking!",
    "What type of cloud is the laziest? Fog, because it never gets off the ground!",
    "Why did the sun go to school? To get a little brighter!",
    "What did one volcano say to the other? I lava you!",
    "What's the difference between weather and climate? You can't weather a tree, but you can climate!",
    "Why did the cloud break up with the fog? It mist too much!",
    "What did the hurricane say to the coast? I've got my eye on you!",
    "Why did the snowman call his dog Frost? Because Frost bites!",
    "What's a rain cloud's favorite thing to wear? Thunderwear!",
    "Why did the woman open the window during a thunderstorm? She wanted a little lightning!",
    "What do you call a snowman in the summer? A puddle!",
    "Why did the rain break up with the sun? It felt overshadowed!",
    "What did the thermometer say to the graduated cylinder? You may have graduated but I have many degrees!",
    "Why do trees hate riddles? Because it's too easy to get stumped!",
    "Why did the guitar go to the concert? It wanted to rock out!",
    "What do you call a musical insect? A hum-bug!",
    "Why did the music teacher go to jail? For fingering A minor!",
    "What's a cat's favorite song? Three Blind Mice!",
    "Why did the pianist keep banging his head against the keys? He was playing by ear!",
    "What's a mummy's favorite type of music? Wrap music!",
    "Why did the musician get arrested? He got in treble!",
    "What do you call a singing computer? A-Dell!",
    "Why couldn't the string quartet find their composer? He was Haydn!",
    "What type of music do mountains listen to? Rock!",
    "Why was the musician kicked out of the band? He was too flat!",
    "What do you call a cow that plays guitar? A moo-sician!",
    "Why did the jazz musician need a ladder? To reach the high notes!",
    "What do you get when you drop a piano down a mine shaft? A flat minor!",
    "Why do bagpipes sound better outdoors? Because the sound has room to run away!",
    "What do you get when Santa becomes a detective? Santa Clues!",
    "Why did Santa go to music school? To improve his wrapping!",
    "What do elves learn in school? The elf-abet!",
    "What's a ghost's favorite dessert? I-scream!",
    "Why did the turkey join the band? Because he had the drumsticks!",
    "What do you call people who are afraid of Santa Claus? Claustrophobic!",
    "Why did the Easter egg hide? It was a little chicken!",
    "What do snowmen eat for breakfast? Frosted Flakes!",
    "What do ghosts use to wash their hair? Sham-boo!",
    "Why was the Thanksgiving soup so expensive? It had 24 carrots!",
    "What do you get if you cross a vampire with a snowman? Frostbite!",
    "Why did the skeleton skip the Halloween party? He had no body to go with!",
    "What do you call a witch at the beach? A sand-witch!",
    "What's a vampire's favorite fruit? A blood orange!",
    "Why did the zombie go to school? He wanted to improve his deaducation!",
    "What do you get when you cross a ghost with a cat? A scaredy cat!",
    "Why do mummies have trouble keeping friends? They're too wrapped up in themselves!",
    "What did the gingerbread man put on his bed? A cookie sheet!",
    "What do you call an elf who sings? A wrapper!",
    "What kind of photos do elves take? Elfies!",
    "Why does Dracula have no friends? Because he's a pain in the neck!",
    "What do you call a reindeer with bad manners? Rude-olph!",
    "What do monsters turn on in the summer? The scare conditioner!",
    "Why did the doctor carry a red pen? In case he needed to draw blood!",
    "What do you call a lawyer who doesn't charge a fee? Pro-bono sapien!",
    "Why did the plumber go on vacation? To get away from the daily grind!",
    "What do you call a doctor who fixes websites? A URL-ologist!",
    "Why did the astronaut break up with his girlfriend? He needed space!",
    "What's a dentist's favorite time? Tooth-hurty!",
    "Why did the banker switch careers? He lost interest!",
    "What do you call a lazy butcher? A meat loafer!",
    "Why did the fireman wear red suspenders? To keep his pants up!",
    "What do you call a judge with no thumbs? Justice Fingers!",
    "Why did the accountant break up with the calculator? She felt he was just using her!",
    "What do you call a magician who lost his tricks? Ian!",
    "Why did the baker go to therapy? He had too many turnovers!",
    "What do you call a carpenter who can't find his tools? A saw loser!",
    "Why did the electrician close his business? The overhead was shocking!",
    "What do you call a fisherman who's always complaining? A whaler!",
    "Why did the gardener plant light bulbs? He wanted a power plant!",
    "What do you call a chef who refuses to make seafood? Shellfish!",
    "Why did the architect break up with the contractor? Too many construction issues!",
    "What do you call a pilot who's always on time? A flight attendant!",
    "Why did the photographer become depressed? He was too focused on the negatives!",
    "What do you call a teacher who never passes gas? A private tutor!",
    "Why did the librarian get kicked out? She was too booked up!",
    "What do you call a detective in the bathtub? Investi-gator!",
    "Why did the mailman go to art school? To learn to draw a crowd!",
    "Knock knock! Who's there? Lettuce. Lettuce who? Lettuce in, it's cold out here!",
    "Knock knock! Who's there? Boo. Boo who? Don't cry, it's just a joke!",
    "Knock knock! Who's there? Cow says. Cow says who? No silly, cow says moo!",
    "Knock knock! Who's there? Tank. Tank who? You're welcome!",
    "Knock knock! Who's there? Atch. Atch who? Bless you!",
    "Knock knock! Who's there? Banana. Banana who? Knock knock! Who's there? Orange. Orange who? Orange you glad I didn't say banana?",
    "Knock knock! Who's there? Harry. Harry who? Harry up, it's cold out here!",
    "Knock knock! Who's there? Dishes. Dishes who? Dishes the police, open up!",
    "Knock knock! Who's there? Nana. Nana who? Nana your business!",
    "Knock knock! Who's there? Wooden shoe. Wooden shoe who? Wooden shoe like to hear another joke?",
    "Knock knock! Who's there? Doris. Doris who? Doris locked, that's why I'm knocking!",
    "Knock knock! Who's there? Canoe. Canoe who? Canoe help me with my homework?",
    "Knock knock! Who's there? Nobel. Nobel who? Nobel, that's why I knocked!",
    "Knock knock! Who's there? Ice cream. Ice cream who? Ice cream every time I see a scary movie!",
    "Knock knock! Who's there? Interrupting cow. Interrupting cow wh-- MOO!",
    "Knock knock! Who's there? Olive. Olive who? Olive you and I don't care who knows it!",
    "Knock knock! Who's there? Honeydew. Honeydew who? Honeydew you want to hear another joke?",
    "Knock knock! Who's there? A little old lady. A little old lady who? I didn't know you could yodel!",
    "Knock knock! Who's there? Owls say. Owls say who? Yes, they do!",
    "Knock knock! Who's there? Ketchup. Ketchup who? Ketchup with me and I'll tell you!",
    "Knock knock! Who's there? Alpaca. Alpaca who? Alpaca the suitcase, you load the car!",
    "Knock knock! Who's there? Europe. Europe who? No, you're a poo!",
    "Knock knock! Who's there? Needle. Needle who? Needle little help getting in the door!",
    "Knock knock! Who's there? Beets. Beets who? Beets me, I forgot my name!",
    "Knock knock! Who's there? Butter. Butter who? Butter let me in or I'll huff and puff!",
    "Knock knock! Who's there? Justin. Justin who? Justin time for dinner!",
    "Knock knock! Who's there? Radio. Radio who? Radio not, here I come!",
    "Knock knock! Who's there? Mikey. Mikey who? Mikey won't fit in the lock!",
    "Knock knock! Who's there? Spell. Spell who? W-H-O!",
    "Knock knock! Who's there? Figs. Figs who? Figs the doorbell, it's broken!",
    "How many psychiatrists does it take to change a light bulb? Only one, but the light bulb has to really want to change.",
    "How many software engineers does it take to change a light bulb? None, that's a hardware problem!",
    "How many teenagers does it take to change a light bulb? Whatever, I'll just sit in the dark.",
    "How many lawyers does it take to change a light bulb? How many can you afford?",
    "How many doctors does it take to change a light bulb? One to change it, three to second-guess the diagnosis.",
    "How many architects does it take to change a light bulb? Just one, but it has to be a designer bulb.",
    "How many surrealists does it take to change a light bulb? Fish!",
    "How many electricians does it take to change a light bulb? One to change it, and one to tell you it's not up to code.",
    "How many drummers does it take to change a light bulb? One, two, one two three four!",
    "How many mystery writers does it take to change a light bulb? Two - one to screw it almost all the way in and the other to give it a surprising twist at the end.",
    "How many professors does it take to change a light bulb? That's a research project, so we'll need a grant first.",
    "How many cats does it take to change a light bulb? None, they'll just knock it off the table instead.",
    "How many politicians does it take to change a light bulb? We'll need to form a committee first.",
    "How many actors does it take to change a light bulb? Only one - they don't like to share the spotlight.",
    "How many therapists does it take to change a light bulb? One, but the light bulb has to want to change.",
    "How many optimists does it take to change a light bulb? None, they just see the glass half full of light.",
    "How many pessimists does it take to change a light bulb? What's the point? It's just going to burn out anyway.",
    "How many librarians does it take to change a light bulb? Shhh! One, but they'll do it very quietly.",
    "How many vegans does it take to change a light bulb? Two - one to change it and one to check for animal ingredients.",
    "How many introverts does it take to change a light bulb? Just one, but they'd prefer to do it alone.",
    "Why is six afraid of seven? Because seven eight nine!",
    "What did the zero say to the eight? Nice belt!",
    "Why do mathematicians confuse Halloween and Christmas? Because Oct 31 = Dec 25!",
    "What do you call a number that can't keep still? A roamin' numeral!",
    "Why was the geometry book always tired? It had too many problems to solve!",
    "What do you call an angle that's been around? An angle with experience!",
    "Why did the two fours skip lunch? Because they already eight!",
    "What do you call friends who love math? Algebros!",
    "Why did the student do multiplication on the floor? The teacher told them not to use tables!",
    "What did the acorn say when it grew up? Geometry!",
    "Why do plants hate math? It gives them square roots!",
    "What do you call a destroyed angle? A rectangle!",
    "Parallel lines have so much in common. It's a shame they'll never meet!",
    "Why did the mathematician spill all of his food in the oven? The directions said put it in at 180 degrees!",
    "Why do teenagers always travel in groups of 3, 5, or 7? Because they can't even!",
    "What do you get when you divide the circumference of a jack-o-lantern by its diameter? Pumpkin Pi!",
    "Why was the fraction worried about marrying the decimal? Because he would have to convert!",
    "What do you call a teapot of boiling water on top of Mount Everest? A high-pot-in-use!",
    "Why didn't the quarter roll down the hill with the nickel? Because it had more cents!",
    "What's a math teacher's favorite place in NYC? Times Square!",
    "Why did the obtuse angle go to the beach? Because it was over 90 degrees!",
    "What do you call a man who spent all summer at the beach? A tangent!",
    "Why did the turkey sit on the tomahawk? To hatchet!",
    "What do you call a sleeping T-Rex? A dino-snore!",
    "Why did the cookie cry? Because his mom was a wafer so long!",
    "What do you call a fish with no eye? A fsh!",
    "What do you call a cow with two legs? Lean beef!",
    "What do you call a cow with all its legs? High steaks!",
    "Why don't scientists trust atoms? Because they make up everything!",
    "What do you call a sleeping tyrannosaurus? A dino-snore!",
    "Why did the invisible man turn down the job? He couldn't see himself doing it!",
    "What do you call a broken can opener? A can't opener!",
    "I'm a big fan of whiteboards. They're re-markable!",
    "What do you call a seagull that flies over the bay? A bay-gull!",
    "What do you give a sick lemon? Lemon-aid!",
    "Why did the student eat his homework? Because the teacher said it was a piece of cake!",
    "Did you hear about the restaurant on the moon? Great food, no atmosphere!",
    "What do you call a shoe made out of a banana? A slipper!",
    "Time flies like an arrow. Fruit flies like a banana.",
    "What do you call a bear with no ears? B!",
    "How do you make a lemon drop? Just let it fall!",
    "What do you call a flower that runs on electricity? A power plant!",
    "Why did the tree go to the dentist? It needed a root canal!",
    "What do you call a lazy eye doctor? A low vision-ary!",
    "Why did the golfer bring a towel? In case he got a hole in one!",
    "What do you call a sleeping bag in the woods? A nap-sack!",
    "Why did the chicken join a band? Because it had the drumsticks!",
    "What do you call a funny mountain? Hill-arious!",
    "Why don't eggs tell each other secrets? They might crack up!",
    "What did the clock do when it was hungry? It went back four seconds!",
    "Why did the gym close down? It just didn't work out!",
    "What do you call a group of killer whales playing instruments? An orca-stra!",
    "Why do we tell actors to break a leg? Because every play has a cast!",
    "What did one plate say to another plate? Dinner is on me!",
    "Why did the cow cross the road? To get to the udder side!",
    "What do lawyers wear to court? Lawsuits!",
    "What do you call a sleeping dinosaur? A dino-snore!",
    "Why are frogs so happy? They eat whatever bugs them!",
    "What kind of shoes do ninjas wear? Sneakers!",
    "What do you call a cow that plays guitar? A moo-sician!",
    "Why don't koalas count as bears? They don't have the right koala-fications!",
    "What do you call a bee that can't make up its mind? A maybee!",
    "Why did the banana go to the doctor? It wasn't peeling well!",
    "What do you call a deer with no eyes? No eye-deer!",
    "Why did the teddy bear skip dessert? She was already stuffed!",
    "What kind of music do planets like? Neptunes!",
    "Why did the tree feel lonely? It was stumped!",
    "What do you call a dinosaur that crashes a car? Tyrannosaurus Wrecks!",
    "Why don't scientists trust atoms? They make up everything!",
    "What do you call a fake noodle? An im-pasta!",
    "Why did the corn stalk get mad? Someone was pulling its ear!",
    "What do you call a bear in the rain? A drizzly bear!",
    "Why did the math book look sad? It had too many problems!",
    "What do you call a fish wearing a crown? A king fish!",
    "Why don't eggs like jokes? They crack up too easily!",
    "What kind of tree fits in your hand? A palm tree!",
    "Why did the bicycle fall over? It was two-tired!",
    "What do you call a lazy baby kangaroo? A pouch potato!",
    "Why did the pencil go to school? To get sharp!"
  ]
}
