{
  "questions": [
    "What's your favorite childhood memory?",
    "If you could travel anywhere, where would you go?",
    "What's the best book you've ever read?",
    "What's your favorite way to spend a weekend?",
    "If you could have dinner with anyone, who would it be?",
    "What's something you've always wanted to learn?",
    "What's your favorite season and why?",
    "If you could have any superpower, what would it be?",
    "What's the most adventurous thing you've ever done?",
    "What's your favorite type of music?",
    "If you could live in any time period, when would it be?",
    "What's your favorite food?",
    "What's something that always makes you smile?",
    "If you could change one thing about the world, what would it be?",
    "What's your favorite movie?",
    "What's the best advice you've ever received?",
    "If you could be any animal, which would you choose?",
    "What's your favorite hobby?",
    "What's something you're grateful for?",
    "If you could master any skill instantly, what would it be?",
    "What's your favorite way to relax?",
    "What's the most interesting place you've visited?",
    "If you could have any job, what would it be?",
    "What's your favorite quote?",
    "What's something you want to accomplish this year?",
    "What do you believe is the meaning of life?",
    "If you knew you couldn't fail, what would you attempt?",
    "What values do you consider most important in life?",
    "Do you believe in fate or free will?",
    "What does true happiness mean to you?",
    "If you could know the absolute truth to one question, what would you ask?",
    "What do you think happens after we die?",
    "Is it better to be loved or respected?",
    "What would you sacrifice for world peace?",
    "Do you believe people can truly change?",
    "What is your purpose in life?",
    "Is there such a thing as a truly selfless act?",
    "What do you think is humanity's greatest achievement?",
    "What is the most important lesson life has taught you?",
    "Do you think we're alone in the universe?",
    "What makes a life well-lived?",
    "Is it more important to be right or to be kind?",
    "What do you believe in that most people don't?",
    "How do you define success?",
    "What would you want your legacy to be?",
    "Is it better to have loved and lost than never to have loved at all?",
    "What role does suffering play in personal growth?",
    "Do you think morality is objective or subjective?",
    "What do you think is the root of all evil?",
    "Is ignorance truly bliss?",
    "What makes someone a good person?",
    "Do you believe in soulmates?",
    "What is the relationship between money and happiness?",
    "Is it possible to live without regrets?",
    "What would a perfect society look like?",
    "Do you think humans are inherently good or evil?",
    "What is the most important thing in a relationship?",
    "How do you know when you've truly forgiven someone?",
    "What does it mean to live authentically?",
    "Is time our most valuable resource?",
    "What do you fear most about the future?",
    "Can art change the world?",
    "What is the purpose of dreams?",
    "Is privacy a right or a privilege?",
    "What responsibility do we have to future generations?",
    "Is intelligence or wisdom more valuable?",
    "What makes humans unique from other animals?",
    "Do you think social media has made us more or less connected?",
    "What is the relationship between freedom and responsibility?",
    "Is there beauty in imperfection?",
    "What does it mean to truly understand someone?",
    "Can we ever truly know ourselves?",
    "What is the most profound experience you've ever had?",
    "Do you think everything happens for a reason?",
    "What's the weirdest food combination you secretly enjoy?",
    "If you were a vegetable, which one would you be?",
    "What's the strangest talent you have?",
    "If your life was a TV show, what genre would it be?",
    "What's the most ridiculous fact you know?",
    "If you could only eat one food for a month, what would it be?",
    "What song would play every time you entered a room?",
    "If you were a superhero, what would your weakness be?",
    "What's the funniest thing that happened to you this week?",
    "If animals could talk, which species would be the rudest?",
    "What's your most unpopular opinion?",
    "If you could swap lives with a cartoon character, who would it be?",
    "What's the worst haircut you've ever had?",
    "If you were a ghost, where would you haunt?",
    "What's your go-to karaoke song?",
    "If you had to wear one color for the rest of your life, what would it be?",
    "What's the most embarrassing thing you've done in public?",
    "If you could have a useless superpower, what would it be?",
    "What's the weirdest dream you've ever had?",
    "If you were a pizza topping, what would you be?",
    "What's the silliest thing you believed as a child?",
    "If you could be any mythical creature, what would you choose?",
    "What would your rapper name be?",
    "If you were a flavor of ice cream, what would you be?",
    "What's the most useless skill you have?",
    "If aliens visited Earth, what would you show them first?",
    "What's the strangest gift you've ever received?",
    "If you could only speak in movie quotes, which movie would you choose?",
    "What's your spirit animal and why?",
    "If you were invisible for a day, what would you do?",
    "What's the most random thing in your purse or wallet right now?",
    "If you had to be stuck in an elevator with anyone, who would it be?",
    "What's your guilty pleasure TV show?",
    "If you were a kitchen appliance, which one would you be?",
    "What's the weirdest thing you've ever Googled?",
    "If you could replace your hands with anything, what would you choose?",
    "What would be the worst superpower to have?",
    "If you could smell like anything forever, what would it be?",
    "What's the most absurd thing you've argued about?",
    "If you were a crayon, what color would you be?",
    "What fictional world would you most want to live in?",
    "If you had to eat one cuisine for life, what would it be?",
    "What's the weirdest thing you've seen a stranger do?",
    "If you could only listen to one song forever, what would it be?",
    "What's your most irrational fear?",
    "If you were a dinosaur, which one would you be?",
    "What's the most spontaneous thing you've ever done?",
    "If you could have any animal as a pet, regardless of practicality, what would it be?",
    "Would you rather be able to fly or breathe underwater?",
    "Would you rather be invisible or be able to read minds?",
    "Would you rather have unlimited money or unlimited time?",
    "Would you rather live in the past or the future?",
    "Would you rather be famous or be the best friend of someone famous?",
    "Would you rather never use social media again or never watch TV again?",
    "Would you rather be able to speak all languages or play all instruments?",
    "Would you rather have no internet or no air conditioning?",
    "Would you rather be too hot or too cold?",
    "Would you rather lose all your money or all your photos?",
    "Would you rather be the funniest or smartest person in the room?",
    "Would you rather have a rewind button or a pause button for your life?",
    "Would you rather know when you'll die or how you'll die?",
    "Would you rather be able to teleport or time travel?",
    "Would you rather live without music or without movies?",
    "Would you rather be stranded on a desert island alone or with someone you hate?",
    "Would you rather have super strength or super speed?",
    "Would you rather be able to talk to animals or speak all foreign languages?",
    "Would you rather never be stuck in traffic again or never get a cold again?",
    "Would you rather have free Wi-Fi everywhere or free coffee everywhere?",
    "Would you rather be a kid your entire life or an adult your entire life?",
    "Would you rather give up all drinks except water or give up all food except pizza?",
    "Would you rather be feared or loved?",
    "Would you rather control fire or water?",
    "Would you rather have a photographic memory or the ability to forget anything you wanted?",
    "Would you rather be able to see 10 years into the future or 10 years into the past?",
    "Would you rather be really good at sports or really good at academics?",
    "Would you rather have unlimited first-class tickets or never have to pay for food at restaurants?",
    "Would you rather be able to run at 100 mph or fly at 10 mph?",
    "Would you rather have hands for feet or feet for hands?",
    "Would you rather always be overdressed or always underdressed?",
    "Would you rather have a personal chef or a personal driver?",
    "Would you rather be able to control the weather or control time?",
    "Would you rather live without the internet for a month or without your phone?",
    "Would you rather have a terrible job but live somewhere beautiful or have your dream job in a place you hate?",
    "Would you rather be the hero of your own story or a side character in an incredible adventure?",
    "Would you rather have the power of invisibility that only works when no one is looking or super strength that only works when no one is watching?",
    "Would you rather always have to say everything on your mind or never speak again?",
    "Would you rather be completely debt-free or have $1 million in the bank but owe $500,000?",
    "Would you rather have a golden voice or a silver tongue?",
    "What's one habit you're trying to build right now?",
    "What's a skill you've developed that you're proud of?",
    "What's the biggest risk you've ever taken?",
    "What failure taught you the most?",
    "What would you tell your younger self?",
    "What's one thing you've overcome that made you stronger?",
    "What motivates you to keep going during tough times?",
    "What's a goal you've achieved that once seemed impossible?",
    "How do you push yourself out of your comfort zone?",
    "What daily practice has improved your life the most?",
    "What book or podcast has changed your perspective?",
    "What's the best decision you've ever made?",
    "How do you handle criticism?",
    "What's a limiting belief you've let go of?",
    "What are you currently working on improving about yourself?",
    "How do you stay focused on your goals?",
    "What's a fear you've conquered?",
    "What keeps you accountable?",
    "How do you define personal growth?",
    "What's the most important thing you've learned about yourself?",
    "What do you do when you feel stuck?",
    "How has your definition of success changed over time?",
    "What's a challenge you're currently facing?",
    "What makes you feel most confident?",
    "How do you celebrate your wins, big or small?",
    "What's one thing you wish you had started doing sooner?",
    "What does your ideal morning routine look like?",
    "How do you maintain work-life balance?",
    "What's the hardest lesson you've had to learn?",
    "What inspires you to be better?",
    "What's the most meaningful thing in your relationships?",
    "How do you show love and appreciation?",
    "What's the best relationship advice you've received?",
    "What do you value most in a friendship?",
    "How do you handle conflicts with loved ones?",
    "What's a quality you admire in your closest friend?",
    "What's the longest friendship you've maintained?",
    "How do you keep long-distance relationships strong?",
    "What's your love language?",
    "What makes you feel truly understood?",
    "How do you make new friends as an adult?",
    "What's the nicest thing someone has done for you?",
    "How do you support people you care about?",
    "What family tradition means the most to you?",
    "What's the most important lesson your parents taught you?",
    "How do you maintain boundaries in relationships?",
    "What do you look for in a partner?",
    "How do you rebuild trust after it's been broken?",
    "What's the best way to apologize?",
    "How do you know when a relationship is worth fighting for?",
    "What makes a house feel like a home?",
    "How do you deal with feeling lonely?",
    "What's the best compliment you've ever received?",
    "How do you express gratitude to loved ones?",
    "What's a relationship deal-breaker for you?",
    "How has your idea of love evolved over time?",
    "What's your best memory with a friend?",
    "How do you stay connected with family?",
    "What does unconditional love mean to you?",
    "How do you make someone feel special?",
    "What's your dream job?",
    "How did you choose your career path?",
    "What do you enjoy most about your work?",
    "What's the best career advice you've ever received?",
    "How do you stay motivated at work?",
    "What professional achievement are you most proud of?",
    "If money wasn't an issue, what would you do for work?",
    "What's a career mistake you've learned from?",
    "How do you handle workplace stress?",
    "What skills do you want to develop professionally?",
    "How do you define work-life balance?",
    "What's the most important quality in a leader?",
    "What would you do differently in your career if you could start over?",
    "How do you network effectively?",
    "What's the best part of your job?",
    "What's the worst job you've ever had?",
    "How do you stay productive?",
    "What does success in your career look like?",
    "How do you deal with difficult coworkers?",
    "What professional goal are you working toward?",
    "How do you prepare for job interviews?",
    "What industry trends excite you?",
    "How do you ask for what you deserve at work?",
    "What's your approach to problem-solving at work?",
    "How do you handle rejection professionally?",
    "What mentor has influenced your career the most?",
    "How do you stay relevant in your field?",
    "What's your biggest professional fear?",
    "How do you make important career decisions?",
    "What's on your professional bucket list?",
    "What's on your travel bucket list?",
    "What's the most beautiful place you've ever visited?",
    "Do you prefer adventure travel or relaxation?",
    "What's your favorite travel memory?",
    "What destination exceeded your expectations?",
    "What's the best local food you've tried while traveling?",
    "What's your travel essential you never leave without?",
    "Do you prefer solo travel or group travel?",
    "What's the longest trip you've ever taken?",
    "What country would you love to live in for a year?",
    "What's the most unique accommodation you've stayed in?",
    "What's a hidden gem destination you've discovered?",
    "How do you budget for travel?",
    "What's the best road trip you've taken?",
    "What's your favorite type of vacation?",
    "What place has the best nightlife you've experienced?",
    "What's the scariest travel experience you've had?",
    "What culture has fascinated you the most?",
    "What's the best souvenir you've brought back?",
    "How do you plan your trips?",
    "What's a place you'd never visit again?",
    "What travel advice would you give to first-time travelers?",
    "What's the most spontaneous trip you've taken?",
    "What language barrier challenge have you overcome?",
    "What destination is overrated in your opinion?",
    "What's your favorite way to explore a new city?",
    "What travel experience changed your perspective?",
    "What's the best hotel or hostel you've stayed in?",
    "How do you document your travels?",
    "What's the next trip you're planning?",
    "What if you woke up tomorrow as the opposite gender?",
    "If you could live in any fictional universe, which would you choose?",
    "What would you do if you won the lottery tomorrow?",
    "If you could switch lives with anyone for a week, who would it be?",
    "What if you found out you were immortal?",
    "If you could time travel but only once, where would you go?",
    "What would you do if you knew the world was ending in 24 hours?",
    "If you could erase one invention from existence, what would it be?",
    "What if you could communicate with your pet?",
    "If you discovered you had a secret sibling, what would you do?",
    "What would you do if you woke up with a different face?",
    "If you could relive one day of your life, which would it be?",
    "What if you found a portal to another dimension in your closet?",
    "If you could make one law, what would it be?",
    "What would you do if you suddenly became famous overnight?",
    "If you could bring back any extinct species, which would you choose?",
    "What if you could only eat foods that start with the letter B?",
    "If you could eliminate one human emotion, which would it be?",
    "What would you do if you were the last person on Earth?",
    "If you could add a 13th month to the year, what would you call it?",
    "What if you could see everyone's life expectancy above their heads?",
    "If you could master any art form overnight, which would you choose?",
    "What would you do if animals suddenly became as intelligent as humans?",
    "If you could combine two animals, what would you create?",
    "What if you could only use three apps for the rest of your life?",
    "If you could reverse one historical event, what would it be?",
    "What would you do if gravity suddenly disappeared for 10 minutes?",
    "If you could have dinner with any three people, living or dead, who would they be?",
    "What if you discovered you were a clone?",
    "If you could know when you would meet your soulmate, would you want to know?",
    "What would you do if you could read everyone's thoughts for a day?",
    "If you could only save one item from your burning house, what would it be?",
    "What if you found out everything you believed was a lie?",
    "If you could teleport but only to places you've already been, where would you go most?",
    "What would you do if you could stop aging at any age?",
    "If you could give everyone in the world one gift, what would it be?",
    "What if you woke up tomorrow with the ability to fly?",
    "If you had to teach a class on one thing, what would it be?",
    "What would you do if you could control the weather?",
    "If you could redesign the human body, what would you change?"
  ]
}
