{
  "quotes": [
    {"text": "The only way to do great work is to love what you do.", "author": "Steve Jobs"},
    {"text": "In the middle of difficulty lies opportunity.", "author": "Albert Einstein"},
    {"text": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi"},
    {"text": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle"},
    {"text": "The best time to plant a tree was 20 years ago. The second best time is now.", "author": "Chinese Proverb"},
    {"text": "Life is what happens when you're busy making other plans.", "author": "John Lennon"},
    {"text": "The purpose of our lives is to be happy.", "author": "Dalai Lama"},
    {"text": "Get busy living or get busy dying.", "author": "Stephen King"},
    {"text": "You only live once, but if you do it right, once is enough.", "author": "Mae West"},
    {"text": "Many of life's failures are people who did not realize how close they were to success when they gave up.", "author": "Thomas Edison"},
    {"text": "The unexamined life is not worth living.", "author": "Socrates"},
    {"text": "Turn your wounds into wisdom.", "author": "Oprah Winfrey"},
    {"text": "The mind is everything. What you think you become.", "author": "Buddha"},
    {"text": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein"},
    {"text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "author": "Albert Einstein"},
    {"text": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "author": "Mother Teresa"},
    {"text": "The only impossible journey is the one you never begin.", "author": "Tony Robbins"},
    {"text": "Stay hungry, stay foolish.", "author": "Steve Jobs"},
    {"text": "Everything you can imagine is real.", "author": "Pablo Picasso"},
    {"text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt"},
    {"text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius"},
    {"text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill"},
    {"text": "In three words I can sum up everything I've learned about life: it goes on.", "author": "Robert Frost"},
    {"text": "If you look at what you have in life, you'll always have more.", "author": "Oprah Winfrey"},
    {"text": "The greatest glory in living lies not in never falling, but in rising every time we fall.", "author": "Nelson Mandela"},
    {"text": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney"},
    {"text": "Your time is limited, so don't waste it living someone else's life.", "author": "Steve Jobs"},
    {"text": "If life were predictable it would cease to be life, and be without flavor.", "author": "Eleanor Roosevelt"},
    {"text": "Life is really simple, but we insist on making it complicated.", "author": "Confucius"},
    {"text": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt"},
    {"text": "It is never too late to be what you might have been.", "author": "George Eliot"},
    {"text": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt"},
    {"text": "Happiness is not something ready made. It comes from your own actions.", "author": "Dalai Lama"},
    {"text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "author": "Aristotle"},
    {"text": "Imagination is more important than knowledge.", "author": "Albert Einstein"},
    {"text": "The only limit to our realization of tomorrow will be our doubts of today.", "author": "Franklin D. Roosevelt"},
    {"text": "In the end, it's not the years in your life that count. It's the life in your years.", "author": "Abraham Lincoln"},
    {"text": "Act as if what you do makes a difference. It does.", "author": "William James"},
    {"text": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "author": "Zig Ziglar"},
    {"text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas Edison"},
    {"text": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein"},
    {"text": "Not everything that is faced can be changed, but nothing can be changed until it is faced.", "author": "James Baldwin"},
    {"text": "The secret of getting ahead is getting started.", "author": "Mark Twain"},
    {"text": "I think, therefore I am.", "author": "Rene Descartes"},
    {"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "author": "Ralph Waldo Emerson"},
    {"text": "It always seems impossible until it's done.", "author": "Nelson Mandela"},
    {"text": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson"},
    {"text": "Nothing is impossible, the word itself says 'I'm possible'!", "author": "Audrey Hepburn"},
    {"text": "Keep your face always toward the sunshine—and shadows will fall behind you.", "author": "Walt Whitman"},

    {"text": "He who has a why to live can bear almost any how.", "author": "Friedrich Nietzsche"},
    {"text": "The only true wisdom is in knowing you know nothing.", "author": "Socrates"},
    {"text": "We suffer more often in imagination than in reality.", "author": "Seneca"},
    {"text": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.", "author": "Jean-Paul Sartre"},
    {"text": "One cannot step twice in the same river.", "author": "Heraclitus"},
    {"text": "The life of money-making is one undertaken under compulsion, and wealth is evidently not the good we are seeking.", "author": "Aristotle"},
    {"text": "Whereof one cannot speak, thereof one must be silent.", "author": "Ludwig Wittgenstein"},
    {"text": "Life must be understood backwards. But it must be lived forwards.", "author": "Soren Kierkegaard"},
    {"text": "Happiness is the highest good.", "author": "Plato"},
    {"text": "No man's knowledge here can go beyond his experience.", "author": "John Locke"},
    {"text": "The mind is furnished with ideas by experience alone.", "author": "John Locke"},
    {"text": "Liberty consists in doing what one desires.", "author": "John Stuart Mill"},
    {"text": "God is dead. God remains dead. And we have killed him.", "author": "Friedrich Nietzsche"},
    {"text": "Entities should not be multiplied beyond necessity.", "author": "William of Ockham"},

    {"text": "Nothing in life is to be feared, it is only to be understood.", "author": "Marie Curie"},
    {"text": "The important thing is to not stop questioning. Curiosity has its own reason for existing.", "author": "Albert Einstein"},
    {"text": "Somewhere, something incredible is waiting to be known.", "author": "Carl Sagan"},
    {"text": "The good thing about science is that it's true whether or not you believe in it.", "author": "Neil deGrasse Tyson"},
    {"text": "If I have seen further, it is by standing on the shoulders of giants.", "author": "Isaac Newton"},
    {"text": "The first principle is that you must not fool yourself—and you are the easiest person to fool.", "author": "Richard Feynman"},
    {"text": "Science is not only a disciple of reason but also one of romance and passion.", "author": "Stephen Hawking"},
    {"text": "We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the universe. That makes us something very special.", "author": "Stephen Hawking"},
    {"text": "An experiment is a question which science poses to Nature, and a measurement is the recording of Nature's answer.", "author": "Max Planck"},
    {"text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", "author": "Isaac Asimov"},
    {"text": "One, remember to look up at the stars and not down at your feet.", "author": "Stephen Hawking"},
    {"text": "I was taught that the way of progress was neither swift nor easy.", "author": "Marie Curie"},

    {"text": "All that glitters is not gold.", "author": "William Shakespeare"},
    {"text": "To be, or not to be, that is the question.", "author": "William Shakespeare"},
    {"text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", "author": "Jane Austen"},
    {"text": "All we have to decide is what to do with the time that is given us.", "author": "J.R.R. Tolkien"},
    {"text": "So we beat on, boats against the current, borne back ceaselessly into the past.", "author": "F. Scott Fitzgerald"},
    {"text": "It was the best of times, it was the worst of times.", "author": "Charles Dickens"},
    {"text": "Not all those who wander are lost.", "author": "J.R.R. Tolkien"},
    {"text": "Whatever you are, be a good one.", "author": "Abraham Lincoln"},
    {"text": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou"},
    {"text": "The only thing we have to fear is fear itself.", "author": "Franklin D. Roosevelt"},
    {"text": "I have a dream that one day this nation will rise up and live out the true meaning of its creed.", "author": "Martin Luther King Jr."},
    {"text": "We shall fight on the beaches, we shall fight on the landing grounds, we shall never surrender.", "author": "Winston Churchill"},
    {"text": "Injustice anywhere is a threat to justice everywhere.", "author": "Martin Luther King Jr."},
    {"text": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela"},
    {"text": "The only thing necessary for the triumph of evil is for good men to do nothing.", "author": "Edmund Burke"},
    {"text": "If you are going through hell, keep going.", "author": "Winston Churchill"},
    {"text": "Ask not what your country can do for you—ask what you can do for your country.", "author": "John F. Kennedy"},
    {"text": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "author": "Martin Luther King Jr."},
    {"text": "A leader is one who knows the way, goes the way, and shows the way.", "author": "John C. Maxwell"},
    {"text": "In the end, we will remember not the words of our enemies, but the silence of our friends.", "author": "Martin Luther King Jr."},

    {"text": "Innovation distinguishes between a leader and a follower.", "author": "Steve Jobs"},
    {"text": "The best way to predict the future is to invent it.", "author": "Alan Kay"},
    {"text": "Move fast and break things. Unless you are breaking stuff, you are not moving fast enough.", "author": "Mark Zuckerberg"},
    {"text": "It's fine to celebrate success but it is more important to heed the lessons of failure.", "author": "Bill Gates"},
    {"text": "The biggest risk is not taking any risk.", "author": "Mark Zuckerberg"},
    {"text": "When something is important enough, you do it even if the odds are not in your favor.", "author": "Elon Musk"},
    {"text": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller"},
    {"text": "Technology is best when it brings people together.", "author": "Matt Mullenweg"},
    {"text": "Any sufficiently advanced technology is indistinguishable from magic.", "author": "Arthur C. Clarke"},

    {"text": "I've missed more than 9,000 shots in my career. I've lost almost 300 games. Twenty-six times I've been trusted to take the game-winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", "author": "Michael Jordan"},
    {"text": "Float like a butterfly, sting like a bee.", "author": "Muhammad Ali"},
    {"text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky"},
    {"text": "Champions keep playing until they get it right.", "author": "Billie Jean King"},
    {"text": "It ain't over till it's over.", "author": "Yogi Berra"},
    {"text": "Hard work beats talent when talent doesn't work hard.", "author": "Tim Notke"},
    {"text": "The more difficult the victory, the greater the happiness in winning.", "author": "Pele"},
    {"text": "Don't count the days; make the days count.", "author": "Muhammad Ali"},
    {"text": "The only way to prove that you're a good sport is to lose.", "author": "Ernie Banks"},
    {"text": "Impossible is just a big word thrown around by small men who find it easier to live in the world they've been given than to explore the power they have to change it.", "author": "Muhammad Ali"},

    {"text": "Art is never finished, only abandoned.", "author": "Leonardo da Vinci"},
    {"text": "Every artist was first an amateur.", "author": "Ralph Waldo Emerson"},
    {"text": "The purpose of art is washing the dust of daily life off our souls.", "author": "Pablo Picasso"},
    {"text": "Music is the shorthand of emotion.", "author": "Leo Tolstoy"},
    {"text": "To send light into the darkness of men's hearts—such is the duty of the artist.", "author": "Robert Schumann"},
    {"text": "Simplicity is the ultimate sophistication.", "author": "Leonardo da Vinci"},
    {"text": "Every child is an artist. The problem is how to remain an artist once we grow up.", "author": "Pablo Picasso"},
    {"text": "Music expresses that which cannot be said and on which it is impossible to be silent.", "author": "Victor Hugo"},
    {"text": "Don't only practice your art, but force your way into its secrets.", "author": "Ludwig van Beethoven"},
    {"text": "I dream my painting and I paint my dream.", "author": "Vincent van Gogh"},

    {"text": "Outside of a dog, a book is man's best friend. Inside of a dog, it's too dark to read.", "author": "Groucho Marx"},
    {"text": "I can resist everything except temptation.", "author": "Oscar Wilde"},
    {"text": "The reports of my death are greatly exaggerated.", "author": "Mark Twain"},
    {"text": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde"},
    {"text": "I am so clever that sometimes I don't understand a single word of what I am saying.", "author": "Oscar Wilde"},
    {"text": "Go to heaven for the climate, hell for the company.", "author": "Mark Twain"},
    {"text": "If you tell the truth, you don't have to remember anything.", "author": "Mark Twain"},
    {"text": "Behind every great man is a woman rolling her eyes.", "author": "Jim Carrey"},
    {"text": "Always forgive your enemies; nothing annoys them so much.", "author": "Oscar Wilde"},
    {"text": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.", "author": "Groucho Marx"},

    {"text": "The journey of a thousand miles begins with a single step.", "author": "Lao Tzu"},
    {"text": "Knowing others is intelligence; knowing yourself is true wisdom.", "author": "Lao Tzu"},
    {"text": "It is not that we have a short time to live, but that we waste a great deal of it.", "author": "Seneca"},
    {"text": "No man is free who is not master of himself.", "author": "Epictetus"},
    {"text": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius"},
    {"text": "Waste no more time arguing about what a good man should be. Be one.", "author": "Marcus Aurelius"},
    {"text": "When you arise in the morning, think of what a precious privilege it is to be alive.", "author": "Marcus Aurelius"},
    {"text": "He who is not a good servant will not be a good master.", "author": "Plato"},
    {"text": "The soul takes nothing with her to the next world but her education and culture.", "author": "Plato"},
    {"text": "Difficulties strengthen the mind, as labor does the body.", "author": "Seneca"},
    {"text": "Man conquers the world by conquering himself.", "author": "Zeno of Citium"},
    {"text": "The key is to keep company only with people who uplift you, whose presence calls forth your best.", "author": "Epictetus"},
    {"text": "A gem cannot be polished without friction, nor a man perfected without trials.", "author": "Seneca"},
    {"text": "The best revenge is not to be like your enemy.", "author": "Marcus Aurelius"},
    {"text": "When I let go of what I am, I become what I might be.", "author": "Lao Tzu"},

    {"text": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson"},
    {"text": "People often say that motivation doesn't last. Well, neither does bathing. That's why we recommend it daily.", "author": "Zig Ziglar"},
    {"text": "It is not what happens to you, but how you react to it that matters.", "author": "Epictetus"},
    {"text": "The power of imagination makes us infinite.", "author": "John Muir"},
    {"text": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis"},
    {"text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.", "author": "Ralph Waldo Emerson"},
    {"text": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.", "author": "Mother Teresa"},
    {"text": "Courage is not the absence of fear, but the triumph over it.", "author": "Nelson Mandela"},
    {"text": "The best and most beautiful things in the world cannot be seen or even touched—they must be felt with the heart.", "author": "Helen Keller"},
    {"text": "Vulnerability is not winning or losing; it's having the courage to show up and be seen.", "author": "Brene Brown"},
    {"text": "You can, you should, and if you're brave enough to start, you will.", "author": "Stephen King"},
    {"text": "Setting goals is the first step in turning the invisible into the visible.", "author": "Tony Robbins"},
    {"text": "The way I see it, if you want the rainbow, you gotta put up with the rain.", "author": "Dolly Parton"},
    {"text": "You don't have to be great to start, but you have to start to be great.", "author": "Zig Ziglar"},
    {"text": "Success is walking from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill"},
    {"text": "Life shrinks or expands in proportion to one's courage.", "author": "Anais Nin"},
    {"text": "Whether you think you can or you think you can't, you're right.", "author": "Henry Ford"},
    {"text": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "author": "Maya Angelou"},
    {"text": "The best preparation for tomorrow is doing your best today.", "author": "H. Jackson Brown Jr."},
    {"text": "Try not to become a man of success. Rather become a man of value.", "author": "Albert Einstein"},
    {"text": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do.", "author": "Mark Twain"},
    {"text": "A ship in harbor is safe, but that is not what ships are built for.", "author": "John A. Shedd"},
    {"text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi"},
    {"text": "The struggle you're in today is developing the strength you need for tomorrow.", "author": "Robert Tew"},
    {"text": "What we achieve inwardly will change outer reality.", "author": "Plutarch"},
    {"text": "The best way out is always through.", "author": "Robert Frost"},
    {"text": "You must do the things you think you cannot do.", "author": "Eleanor Roosevelt"},
    {"text": "Logic will get you from A to B. Imagination will take you everywhere.", "author": "Albert Einstein"},
    {"text": "Well done is better than well said.", "author": "Benjamin Franklin"},
    {"text": "We become what we think about most of the time.", "author": "Earl Nightingale"},
    {"text": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin"},
    {"text": "The only source of knowledge is experience.", "author": "Albert Einstein"},
    {"text": "The measure of intelligence is the ability to change.", "author": "Albert Einstein"},
    {"text": "Knowing is not enough; we must apply. Willing is not enough; we must do.", "author": "Johann Wolfgang von Goethe"},
    {"text": "With the new day comes new strength and new thoughts.", "author": "Eleanor Roosevelt"},
    {"text": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "author": "Vince Lombardi"},
    {"text": "Only a life lived for others is a life worthwhile.", "author": "Albert Einstein"},
    {"text": "To live is the rarest thing in the world. Most people exist, that is all.", "author": "Oscar Wilde"},
    {"text": "We may encounter many defeats but we must not be defeated.", "author": "Maya Angelou"},
    {"text": "The wound is the place where the Light enters you.", "author": "Rumi"}
  ]
}
